Revit 2027 API
ParameterTypeId.StairsDbgShowLeftRunBoundary2d Property
 "Show Run's Left Boundary 2D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowLeftRunBoundary2d { get; }
Public Shared ReadOnly Property StairsDbgShowLeftRunBoundary2d As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowLeftRunBoundary2d {
	ForgeTypeId^ get ();
}
static member StairsDbgShowLeftRunBoundary2d : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace